[
  {
    "start": 0.0,
    "end": 5.68,
    "text": "Paris is filled with breathtaking landmarks, world-class museums, and charming streets"
  },
  {
    "start": 5.68,
    "end": 10.64,
    "text": "just waiting to be explored. But with so much to see and so much to do, planning the perfect"
  },
  {
    "start": 10.64,
    "end": 15.84,
    "text": "four-day itinerary can feel overwhelming. If you're like us, you don't want to miss out on the key"
  },
  {
    "start": 15.84,
    "end": 21.6,
    "text": "sites or waste time commuting and feeling rushed. Then we need a plan that balances must-see"
  },
  {
    "start": 21.6,
    "end": 26.8,
    "text": "attractions with the time to soak in the city's charm. So based on our personal experience from"
  },
  {
    "start": 26.8,
    "end": 32.8,
    "text": "the last 25 years visiting the city, in this video we'll show you our perfect Paris itinerary,"
  },
  {
    "start": 32.8,
    "end": 38.56,
    "text": "including a day trip to Versailles. Allez, on y va! Okay, let's start with day one. Chances are"
  },
  {
    "start": 38.56,
    "end": 43.68,
    "text": "you're feeling the effects of jet lag and you're probably tired after flying for eight to ten hours,"
  },
  {
    "start": 43.68,
    "end": 48.400000000000006,
    "text": "so we're going to take it easy today. If you arrived in Charles de Gaulle, we recommend booking"
  },
  {
    "start": 48.400000000000006,
    "end": 53.84,
    "text": "the fast-track meet and greet to escort you through customs and out to your driver. We tried it about"
  },
  {
    "start": 53.84,
    "end": 60.160000000000004,
    "text": "a month ago and it was very nice to be escorted right from outside the plane to our driver. So"
  },
  {
    "start": 60.160000000000004,
    "end": 64.96000000000001,
    "text": "let's drop off the luggage at your hotel and start exploring the city of lights. And it should be"
  },
  {
    "start": 64.96000000000001,
    "end": 70.16,
    "text": "about lunchtime by now, so let's go get something to eat. You're probably ready for some of those"
  },
  {
    "start": 70.16,
    "end": 75.36,
    "text": "dishes you've been dreaming about. Now most restaurants close at 2 30 and won't open again"
  },
  {
    "start": 75.36,
    "end": 80.48,
    "text": "before 7 p.m. and your best bet is to go to a service-continued restaurant. Let's head over"
  },
  {
    "start": 80.48,
    "end": 86.72,
    "text": "to the Pied de Couchon near Léal and have something delicious like their nice French onion soup or a"
  },
  {
    "start": 86.72,
    "end": 92.16,
    "text": "charcuterie platter. After lunch, we're pretty close to some of the most beautiful covered passages"
  },
  {
    "start": 92.16,
    "end": 97.68,
    "text": "in Paris, so let's start with the Passage du Grand Surf. Then we'll head over to the Vivienne and the"
  },
  {
    "start": 97.68,
    "end": 103.04,
    "text": "Passage de Panoramas and finish with the Passage Joffois. I'll put a link with the walking directions"
  },
  {
    "start": 103.04,
    "end": 108.32000000000001,
    "text": "in the description below. Now it's time to head back to your hotel to freshen up for the evening."
  },
  {
    "start": 108.32,
    "end": 113.03999999999999,
    "text": "And for your first evening in Paris, we recommend booking a tour in a vintage du"
  },
  {
    "start": 113.03999999999999,
    "end": 118.63999999999999,
    "text": "Chaveau so you can see the whole city and get the lay of the land. And they will pick you up right"
  },
  {
    "start": 118.63999999999999,
    "end": 124.08,
    "text": "at your hotel and that's super convenient. We've done it a few times and it's a lot of fun. You get"
  },
  {
    "start": 124.08,
    "end": 129.6,
    "text": "to see all of the major monuments of Paris and you go through Montmartre. But best of all, you end the"
  },
  {
    "start": 129.6,
    "end": 135.76,
    "text": "ride at the Eiffel Tower with a glass of champagne to enjoy the twinkling lights. Now this has been a"
  },
  {
    "start": 135.76,
    "end": 142.07999999999998,
    "text": "long day and it's time to get some rest. Tomorrow will be a lot of fun but don't forget to set your"
  },
  {
    "start": 142.07999999999998,
    "end": 148.23999999999998,
    "text": "alarm clock. The jet lag in the morning may be rough for some. Good morning and welcome to day two."
  },
  {
    "start": 148.23999999999998,
    "end": 153.35999999999999,
    "text": "Now if you're like me, this is when you'll feel the jet lag and won't want to get out of bed. Or"
  },
  {
    "start": 153.35999999999999,
    "end": 158.72,
    "text": "if you're like Colleen, you're just too excited to start exploring. In any case, let's start the day"
  },
  {
    "start": 158.72,
    "end": 164.56,
    "text": "with a delicious breakfast pastry like a pain au chocolat or an almond croissant and a strong"
  },
  {
    "start": 164.56,
    "end": 171.36,
    "text": "double espresso. And by the way, we call it an expresso in Paris. Espresso is what you have in"
  },
  {
    "start": 171.36,
    "end": 177.44,
    "text": "Italy. There are bakeries at almost every street corner in Paris so it shouldn't be hard to find"
  },
  {
    "start": 177.44,
    "end": 182.88,
    "text": "one nearby. But we've put together a list of our favorite bakeries around Paris so check out the"
  },
  {
    "start": 182.88,
    "end": 188.0,
    "text": "link in the description. Once you caffeinate it, let's head to the Trocadero. From there, you'll get"
  },
  {
    "start": 188.0,
    "end": 194.88,
    "text": "the best daylight reveal of the Eiffel Tower from this beautiful terrace. Now beware of scammers and"
  },
  {
    "start": 194.88,
    "end": 200.88,
    "text": "pickpockets here. There is not much to do here but you can get some amazing shots and selfies. Now"
  },
  {
    "start": 200.88,
    "end": 206.56,
    "text": "head to the Eiffel Tower by foot and the bridge between the Trocadero and the Eiffel Tower is now"
  },
  {
    "start": 206.56,
    "end": 211.52,
    "text": "close to traffic so that's another spot to get some great photography. If you want to climb the"
  },
  {
    "start": 211.52,
    "end": 215.92000000000002,
    "text": "Eiffel Tower, you'll need to have bought your ticket in advance and I'm going to put a link"
  },
  {
    "start": 215.92,
    "end": 221.04,
    "text": "to the official website in the description below. Now a couple of hours for the Iron Lady should be"
  },
  {
    "start": 221.04,
    "end": 227.11999999999998,
    "text": "sufficient. Once you're back on the ground, head to the iconic Alexander III Bridge and take it all"
  },
  {
    "start": 227.11999999999998,
    "end": 233.51999999999998,
    "text": "in. Built roughly around the same time as the Eiffel Tower, the views are breathtaking. From there,"
  },
  {
    "start": 233.51999999999998,
    "end": 239.11999999999998,
    "text": "either take a stroll behind the Petit Palais to see the bouquet of tulips or take a quick visit"
  },
  {
    "start": 239.11999999999998,
    "end": 244.56,
    "text": "to the Petit Palais which is a fine art museum and is free. Now let's head to the Place de la"
  },
  {
    "start": 244.56,
    "end": 250.0,
    "text": "Concorde to take a few pictures and walk through the Tuileries Gardens. The Tuileries Gardens are"
  },
  {
    "start": 250.0,
    "end": 256.48,
    "text": "nestled between the Le Louvre Museum and Place de la Concorde. It's a stunning 17th century park"
  },
  {
    "start": 256.48,
    "end": 263.12,
    "text": "designed by Lenot and it features manicured lawn, elegant fountains and sculptures. It's perfect for"
  },
  {
    "start": 263.12,
    "end": 268.72,
    "text": "a relaxing stroll. A favorite for locals and tourists, it offers a peaceful escape from"
  },
  {
    "start": 268.72,
    "end": 274.08,
    "text": "central Paris. Now it's time to grab some lunch and you'll have plenty of options around you."
  },
  {
    "start": 274.08,
    "end": 279.91999999999996,
    "text": "You can grab a quick sandwich at Beau and me or sit at a nearby cafe to get some rest. In this area"
  },
  {
    "start": 279.91999999999996,
    "end": 285.76,
    "text": "we love Café de l'Orac or Le Petit Vendôme near Place Vendôme. After lunch, the Opéra Garnier is a"
  },
  {
    "start": 285.76,
    "end": 290.71999999999997,
    "text": "quick walk and that's our next visit. You don't need to buy your tickets in advance but I would"
  },
  {
    "start": 290.71999999999997,
    "end": 297.52,
    "text": "definitely visit this architecture masterpiece. The interior is simply gorgeous. The Opéra Garnier"
  },
  {
    "start": 297.52,
    "end": 304.88,
    "text": "is a masterpiece of Beaux-Arts architecture. It was built in 1875. It features a grand marble"
  },
  {
    "start": 304.88,
    "end": 311.68,
    "text": "staircase, gilded ceilings and Marc Chagall's stunning auditorium fresco. Known as the inspiration"
  },
  {
    "start": 311.68,
    "end": 318.08,
    "text": "for the Phantom of the Opera, it offers guided tours and world-class performances making it a"
  },
  {
    "start": 318.08,
    "end": 324.15999999999997,
    "text": "must-visit cultural gem. After the opera, you are next door to the famous Gallerie Lafayette and even"
  },
  {
    "start": 324.24,
    "end": 329.44,
    "text": "if you're not in the mood for shopping, access to the rooftop is free and the views are exceptional."
  },
  {
    "start": 329.44,
    "end": 334.88000000000005,
    "text": "From there, depending on how tired your feats are, either take the metro line 12 to Montmartre or"
  },
  {
    "start": 334.88000000000005,
    "end": 341.36,
    "text": "hail a cab and head to the Abès Plaza in the heart of Montmartre. Here you'll find plenty of cafe and"
  },
  {
    "start": 341.36,
    "end": 346.72,
    "text": "ice cream shops and Le Mure des Jeu-Temps. Now beware of scammers and pickpockets in Montmartre."
  },
  {
    "start": 346.72,
    "end": 352.0,
    "text": "We're always on guard and we make sure our pockets and bags are zipped. From here, let's go up to"
  },
  {
    "start": 352.96,
    "end": 358.48,
    "text": "You can go the long way without steps or the short way via the stairs. It's really up to you."
  },
  {
    "start": 358.48,
    "end": 363.92,
    "text": "Place du Tertre is the plaza with all the painters and artists and a fun place to visit. Next,"
  },
  {
    "start": 363.92,
    "end": 369.6,
    "text": "head to the Sacré-Coeur and take in the view. If you have the energy, the views from the top of the"
  },
  {
    "start": 369.6,
    "end": 375.52,
    "text": "church are breathtaking. Now this has been a long day and it's time for dinner. Be careful, you have"
  },
  {
    "start": 375.52,
    "end": 380.88,
    "text": "a lot of tourist traps on the hill, especially around Place du Tertre and the Sacré-Coeur."
  },
  {
    "start": 380.88,
    "end": 386.48,
    "text": "Our favorite restaurants here are Boitot Lettre, the Hauss Bistrot and the Sanglier Bleu. In any"
  },
  {
    "start": 386.48,
    "end": 391.36,
    "text": "case, you'll need a reservation for all three of those restaurants, so make sure you do that before"
  },
  {
    "start": 391.36,
    "end": 397.04,
    "text": "you leave in the morning. After dinner, I'd recommend you take a taxi or an Uber back to your"
  },
  {
    "start": 397.04,
    "end": 401.84,
    "text": "hotel. Your feet need a rest and tomorrow's another full day of sightseeing. By the way,"
  },
  {
    "start": 401.84,
    "end": 408.4,
    "text": "if you want a copy of I Itinerary, you can download it in a printable PDF format. I've put a link in"
  },
  {
    "start": 408.4,
    "end": 414.23999999999995,
    "text": "the description or you can use the QR code right here and it will be free until March 1st, so take"
  },
  {
    "start": 414.23999999999995,
    "end": 419.2,
    "text": "advantage of that. Now some of you may prefer to have someone help you create a customized and"
  },
  {
    "start": 419.2,
    "end": 424.32,
    "text": "personalized itinerary. If that's what you're looking for, I've put a link in the description"
  },
  {
    "start": 424.32,
    "end": 430.96,
    "text": "or you can scan this QR code to book a consultation with a professional itinerary builder. Good morning"
  },
  {
    "start": 430.96,
    "end": 436.4,
    "text": "and welcome to day three in Paris. After breakfast today, we're headed to the most visited museum in"
  },
  {
    "start": 436.4,
    "end": 441.52,
    "text": "the world, the Louvre. For the Louvre, I would highly recommend booking a tour guide. It's nine"
  },
  {
    "start": 441.52,
    "end": 447.67999999999995,
    "text": "miles of galleries with over 30,000 art pieces on display. We've been there many times and we still"
  },
  {
    "start": 447.67999999999995,
    "end": 453.35999999999996,
    "text": "get lost sometimes. It's a massive museum split into three giant buildings on multiple floors. A"
  },
  {
    "start": 453.35999999999996,
    "end": 458.0,
    "text": "guide will help make sure that you see what matters to you most and you should be able to do that in"
  },
  {
    "start": 458.0,
    "end": 462.23999999999995,
    "text": "just a couple of hours. We put a link in the description to some of our favorite guides and"
  },
  {
    "start": 462.32,
    "end": 467.36,
    "text": "if you want to do it on your own, you'll need to get your time stamp ticket way in advance. After"
  },
  {
    "start": 467.36,
    "end": 472.48,
    "text": "the visit to the Louvre, let's head over to the Palais Royale with the iconic striped columns."
  },
  {
    "start": 472.48,
    "end": 477.52,
    "text": "It's right across the street from the Louvre and you don't need a tour guide or a ticket to get in."
  },
  {
    "start": 477.52,
    "end": 483.84000000000003,
    "text": "It's free and it's another great place for taking pictures and selfies. Now let's grab a quick lunch"
  },
  {
    "start": 483.84000000000003,
    "end": 489.68,
    "text": "at Le Grand Colbert, which is right behind the Palais Royale and it's the one that was made famous"
  },
  {
    "start": 489.68,
    "end": 494.56,
    "text": "in the movie with Jack Nicholson, Something's Gotta Give. After lunch, we'll walk over to the"
  },
  {
    "start": 494.56,
    "end": 499.92,
    "text": "Eglise Saint-Eustache near Les Halles. This area can be a little bit sketchy but we've never had a"
  },
  {
    "start": 499.92,
    "end": 505.92,
    "text": "problem there. The Le Coute head statue is always a fun place to take photos. From here, let's head"
  },
  {
    "start": 505.92,
    "end": 510.88,
    "text": "to the Tour Saint-Jacques near Châtelet and if you have time to climb to the top of the tower,"
  },
  {
    "start": 510.88,
    "end": 517.12,
    "text": "that view is amazing. Just a block away from there is the Hotel de Ville and the Hotel de Ville"
  },
  {
    "start": 517.12,
    "end": 522.0,
    "text": "in Paris. It is the city's historic town hall and it serves as the official building for the"
  },
  {
    "start": 522.0,
    "end": 528.16,
    "text": "mayor of Paris. From here, we'll head down to Rue de Rosier. Rue de Rosier is in the heart of Paris's"
  },
  {
    "start": 528.16,
    "end": 533.44,
    "text": "historic Jewish quarter in Les Mareilles. It's lined with charming boutiques, bakeries, and street"
  },
  {
    "start": 533.44,
    "end": 539.84,
    "text": "food vendors and it blends old world charm with a vibrant modern atmosphere. Its cobblestone streets"
  },
  {
    "start": 539.84,
    "end": 546.48,
    "text": "and rich cultural history make it a must visit spot and from there you're just a few blocks away"
  },
  {
    "start": 546.48,
    "end": 552.16,
    "text": "from Place de Vosges. Now, Place de Vosges is the oldest planned square in Paris. It's a beautifully"
  },
  {
    "start": 552.16,
    "end": 558.4,
    "text": "symmetrical 16th century gem in Les Mareilles. Surrounded by red brick townhouses with elegant"
  },
  {
    "start": 558.4,
    "end": 564.5600000000001,
    "text": "arcades and it offers a peaceful escape in well-manicured lawns and shaded benches. This was"
  },
  {
    "start": 564.5600000000001,
    "end": 570.8000000000001,
    "text": "once the home to Victor Hugo and it is a perfect spot for strolling, picnicking, and soaking in the"
  },
  {
    "start": 570.8000000000001,
    "end": 575.6,
    "text": "Parisian charm. It's also home to the famous La Corrette tea salon if you're in the mood for a hot"
  },
  {
    "start": 575.6,
    "end": 581.28,
    "text": "chocolate which is far better than Angelina's in our humble opinion. Here you can visit Victor Hugo's"
  },
  {
    "start": 581.28,
    "end": 586.96,
    "text": "home, do some window shopping, or sit in the grass for a picnic and relax. This has been another long"
  },
  {
    "start": 586.96,
    "end": 592.0,
    "text": "day and we'll have a quick dinner before heading back to the hotel. We have tons of options all"
  },
  {
    "start": 592.0,
    "end": 597.28,
    "text": "around Place de Vosges and we chose to have our dinner at Chez Genou. Chez Genou is a lively"
  },
  {
    "start": 597.28,
    "end": 603.36,
    "text": "provincial bistro known for its southern French cuisine, warm ambiance, and an impressive pastis"
  },
  {
    "start": 603.36,
    "end": 609.28,
    "text": "selection. With its cozy decor and buzzing atmosphere, it's famous for dishes like ratatouille,"
  },
  {
    "start": 609.28,
    "end": 615.6,
    "text": "steak tartare, and a decadent mousse au chocolat served in a big terrine. And now it's time to"
  },
  {
    "start": 615.6,
    "end": 621.52,
    "text": "head back to the hotel to get some rest. Today after breakfast we'll take a day trip to the city"
  },
  {
    "start": 621.52,
    "end": 627.2,
    "text": "of Versailles to visit the castle. Visiting Versailles castle is an unforgettable experience,"
  },
  {
    "start": 627.2800000000001,
    "end": 633.6800000000001,
    "text": "offering a glimpse into France's royal history and extravagant architecture. It's just 40 minutes"
  },
  {
    "start": 633.6800000000001,
    "end": 639.44,
    "text": "from Paris. The Palace of Versailles is renowned for its hall of mirrors, the opulent royal"
  },
  {
    "start": 639.44,
    "end": 645.76,
    "text": "apartments, and the intricate gardens designed by Le Nôtre. Arrive early to avoid the long line,"
  },
  {
    "start": 645.76,
    "end": 651.5200000000001,
    "text": "but that's another attraction where we would recommend a guided tour for deeper insights."
  },
  {
    "start": 651.52,
    "end": 658.3199999999999,
    "text": "The gardens, fountains, and sculptures are perfect for a leisurely stroll or a bike ride. Now don't"
  },
  {
    "start": 658.3199999999999,
    "end": 663.4399999999999,
    "text": "miss the Grand Trianon or Marie Antoinette's estates where the Queen sought refuge from the"
  },
  {
    "start": 663.4399999999999,
    "end": 669.52,
    "text": "court life. After visiting the castle, it's time to head back to Paris and our first stop will be"
  },
  {
    "start": 669.52,
    "end": 676.96,
    "text": "the Arc de Triomphe. And if you have the energy to climb the 284 steps to get to the top, the 360"
  },
  {
    "start": 676.96,
    "end": 683.2,
    "text": "degree view of Paris is spectacular. The Arc de Triomphe honors those who fought for France,"
  },
  {
    "start": 683.2,
    "end": 689.44,
    "text": "especially during the Napoleonic wars. The massive structure adorned with intricate carvings and"
  },
  {
    "start": 689.44,
    "end": 696.1600000000001,
    "text": "statues. Beneath it lies the tomb of the unknown soldier symbolizing national remembrance. Next"
  },
  {
    "start": 696.1600000000001,
    "end": 702.0,
    "text": "we'll walk down the famous Avenue des Champs-Elysées. The Champs-Elysées is Paris' most famous avenue,"
  },
  {
    "start": 702.0,
    "end": 707.12,
    "text": "stretching from the Arc de Triomphe all the way to Place de la Concorde. It's lined with luxury"
  },
  {
    "start": 707.12,
    "end": 713.52,
    "text": "boutiques, cafes, and theater. And it's a hub for shopping, dining, and culture. And it's also very"
  },
  {
    "start": 713.52,
    "end": 719.04,
    "text": "expensive. So check out the price before you sit down and order drinks. Now to wrap up your day,"
  },
  {
    "start": 719.04,
    "end": 724.72,
    "text": "I'd recommend having a dinner cruise on the St. River. The options range from luxury cruises with"
  },
  {
    "start": 724.72,
    "end": 731.52,
    "text": "live music to more casual bistro style boats. And our favorite one is Le Calif, which is docked across"
  },
  {
    "start": 731.52,
    "end": 736.56,
    "text": "from the Louvre. A dinner cruise on the St. River is one of the most romantic and unforgettable"
  },
  {
    "start": 736.56,
    "end": 742.0,
    "text": "experiences in Paris. As you glide past the iconic landmarks like the Eiffel Tower, Notre Dame,"
  },
  {
    "start": 742.0,
    "end": 748.0799999999999,
    "text": "the Louvre, and the Pont Alexandre III, you'll enjoy a gourmet multicourse meal with fine wine,"
  },
  {
    "start": 748.0799999999999,
    "end": 753.76,
    "text": "all while soaking in the illuminated cityscape. Most cruises last two to three hours, offering"
  },
  {
    "start": 753.76,
    "end": 760.72,
    "text": "panoramic glass windows or open air decks for the best views. Whether celebrating a special occasion"
  },
  {
    "start": 760.72,
    "end": 766.48,
    "text": "or simply indulging in Parisian elegance, a St. Dinner cruise combines fine dining,"
  },
  {
    "start": 766.48,
    "end": 773.52,
    "text": "stunning scenery, and magical ambience, making it a perfect night out in the city of light to wrap up"
  },
  {
    "start": 773.52,
    "end": 779.76,
    "text": "your four-day itinerary in Paris. In this video, we showed you the ultimate four-day itinerary to"
  },
  {
    "start": 779.76,
    "end": 785.28,
    "text": "visit Paris. And next, I would watch this video about the top 20 day trips you can take from Paris."
  }
]