[
  {
    "start": 0.0,
    "end": 8.0,
    "text": "Welcome to Domination Travels and today we are exploring one of the most beautiful cities in the world, Paris."
  },
  {
    "start": 10.0,
    "end": 15.0,
    "text": "Every year the French capital ranks as one of the most visited cities in the world."
  },
  {
    "start": 15.0,
    "end": 24.0,
    "text": "With a stunning cityscape and architecture, renowned food scene, a global hub of fashion, travel and history,"
  },
  {
    "start": 24.0,
    "end": 33.0,
    "text": "it's hard not to see why. But with so many things to see and do, it can be overwhelming to think about planning a visit to Paris."
  },
  {
    "start": 33.0,
    "end": 41.0,
    "text": "In this video we are going to lay out our Paris travel guide and share with you what we did in our four days of exploring Paris."
  },
  {
    "start": 41.0,
    "end": 43.0,
    "text": "So let's go!"
  },
  {
    "start": 45.0,
    "end": 50.0,
    "text": "It's our first day in Paris and we are still a little jet-lagged and tired from our flight."
  },
  {
    "start": 50.0,
    "end": 54.0,
    "text": "So let's start off our day with some caffeine and a pastry."
  },
  {
    "start": 54.0,
    "end": 60.0,
    "text": "We hear great things about La Croix Patisserie and when we arrived we could see why."
  },
  {
    "start": 60.0,
    "end": 66.0,
    "text": "The cafe was cozy and inviting and the display of sweets looked incredible."
  },
  {
    "start": 66.0,
    "end": 76.0,
    "text": "I decided to go with the lemon tart and Man Man got the pistachio tart along with our espresso and cappuccino and it was delicious."
  },
  {
    "start": 76.0,
    "end": 83.0,
    "text": "Now because we were so close to the Notre Dame Cathedral, it only made sense that it should be the next stop on our trip."
  },
  {
    "start": 83.0,
    "end": 92.0,
    "text": "The Notre Dame was originally completed well back in the year 1260 and it is a stunning example of French Gothic architecture."
  },
  {
    "start": 92.0,
    "end": 101.0,
    "text": "But sadly because of a fire that severely damaged the cathedral back in 2019, Notre Dame is temporarily closed until 2024."
  },
  {
    "start": 101.0,
    "end": 111.0,
    "text": "But you can still get some glimpses of the church from the outside and there are some informative displays where you can learn about the fire and the restoration work that is being done."
  },
  {
    "start": 111.0,
    "end": 123.0,
    "text": "After quickly stopping by Notre Dame, we decided to have some free time and walk around the immediate area on both sides of the Seine and take in the beautiful cityscape of Paris."
  },
  {
    "start": 124.0,
    "end": 136.0,
    "text": "On the north side, also called the right bank, we stopped by the gorgeous Hotel de Ville City Hall as well as the Hotel des Sains, which is known for having a cannonball lodged into its exterior."
  },
  {
    "start": 136.0,
    "end": 144.0,
    "text": "We then hopped through Île Saint-Louis and then down south to the left bank to enter into the Latin Quarter."
  },
  {
    "start": 145.0,
    "end": 153.0,
    "text": "The name Latin Quarter historically comes from the fact that many students used to live here and would speak Latin."
  },
  {
    "start": 153.0,
    "end": 161.0,
    "text": "The Latin Quarter is a fun area to explore because it retains a lot of the narrow streets that used to occupy Paris."
  },
  {
    "start": 161.0,
    "end": 167.0,
    "text": "See, it was not demolished in favour of the large boulevards that you'll see in the rest of the city."
  },
  {
    "start": 167.0,
    "end": 174.0,
    "text": "Now the Latin Quarter is a busy and active area with a lot of food and shops to explore."
  },
  {
    "start": 175.0,
    "end": 181.0,
    "text": "After quite a bit of walking, it was time to get some lunch and we decided to grab some crepes."
  },
  {
    "start": 181.0,
    "end": 192.0,
    "text": "We eventually stopped into La Creperie de Clowne and the clown decor here was interesting, but when we got ordering and tasted the crepes, we were actually really delighted."
  },
  {
    "start": 192.0,
    "end": 201.0,
    "text": "Man-Man went with an egg, ham and cheese filling and I had a raclette cheese, potatoes, bacon and sour cream and onion filling and both were really good."
  },
  {
    "start": 202.0,
    "end": 207.0,
    "text": "After we finished our lunch, our next stop it, the Jardin du Luxembourg."
  },
  {
    "start": 207.0,
    "end": 214.0,
    "text": "First laid out in the 1600s as a garden for the Luxembourg Palace where the French Senate currently meets,"
  },
  {
    "start": 214.0,
    "end": 222.0,
    "text": "the Luxembourg Garden is now a free public space that welcomes locals and visitors alike to find some peaceful time within the busyness of Paris."
  },
  {
    "start": 223.0,
    "end": 230.0,
    "text": "Some features include a large formal garden in the middle with an octagonal basin, many kinds of statues scattered throughout the park,"
  },
  {
    "start": 231.0,
    "end": 242.0,
    "text": "the absolutely beautiful Medici Fountain, playgrounds for kids, a raise of trees and plenty of seating throughout just in case you need to sit down and stretch your legs for a little bit."
  },
  {
    "start": 244.0,
    "end": 250.0,
    "text": "Now a couple minutes away from the Luxembourg Garden is our next stop on our itinerary, the Pantheon."
  },
  {
    "start": 251.0,
    "end": 256.0,
    "text": "Originally intended as a church and finished in 1790 just before the French Revolution began,"
  },
  {
    "start": 257.0,
    "end": 263.0,
    "text": "the Pantheon was quickly converted into a mausoleum to house the bodies of outstanding French citizens."
  },
  {
    "start": 265.0,
    "end": 273.0,
    "text": "From the outside and inside, the Pantheon is unique in that architecturally it draws inspiration from Greek and Roman stylings"
  },
  {
    "start": 274.0,
    "end": 279.0,
    "text": "and given its large size, it has an interesting junks of position with the surrounding neighbourhood."
  },
  {
    "start": 280.0,
    "end": 287.0,
    "text": "Now on the inside, the Pantheon is just as stunning, but the key draw of course is to see the tombs of some of the most important people in French history,"
  },
  {
    "start": 288.0,
    "end": 297.0,
    "text": "including scientists such as Pierre and Marie Curie, writers like Voltaire and Victor Hugo, as well as politicians, military leaders and other notable residents."
  },
  {
    "start": 298.0,
    "end": 304.0,
    "text": "After enjoying a look back into the history at the Pantheon, it was time for some dinner."
  },
  {
    "start": 305.0,
    "end": 309.0,
    "text": "And today we are heading to Chez Pérd'Nam for some traditional Parisian food."
  },
  {
    "start": 310.0,
    "end": 314.0,
    "text": "We made our reservation in advance and we got a table that was just outside on the street."
  },
  {
    "start": 315.0,
    "end": 321.0,
    "text": "We got a couple of glasses of wine to drink and for an appetizer we have escargots and bon marrow with bread"
  },
  {
    "start": 321.0,
    "end": 326.0,
    "text": "and the main dish we split a beef bouillon which was full of flavour and very filling."
  },
  {
    "start": 330.0,
    "end": 334.0,
    "text": "Now as delicious as this dinner was, it was not complete without something sweet to cap off the day."
  },
  {
    "start": 335.0,
    "end": 342.0,
    "text": "So for the last stop of the day, we took a 5 minute walk over to Gromme Gelato, which we noticed was rated pretty highly by its patrons."
  },
  {
    "start": 343.0,
    "end": 347.0,
    "text": "And when we arrived we had to agree, the gelato was amazing."
  },
  {
    "start": 347.0,
    "end": 355.0,
    "text": "So that concludes our first day in the beautiful city of Paris and while we saw a lot and had a very busy day, there's still much more to do."
  },
  {
    "start": 360.0,
    "end": 363.0,
    "text": "To start off day number 2, we are heading into Montmartre."
  },
  {
    "start": 365.0,
    "end": 372.0,
    "text": "This neighbourhood was actually once a village just outside of the old city limits, but over the centuries it was absorbed into the city."
  },
  {
    "start": 372.0,
    "end": 376.0,
    "text": "Without ever having its original streets demolished for the grand boulevards."
  },
  {
    "start": 377.0,
    "end": 384.0,
    "text": "We got off at Abassaz station on line 12 and right next to the station you can start by taking a quick look at the I Love You wall."
  },
  {
    "start": 385.0,
    "end": 392.0,
    "text": "A tiled wall in a parquet with the words I Love You painted in 250 different languages."
  },
  {
    "start": 394.0,
    "end": 399.0,
    "text": "If you arrive in Montmartre in the morning like we did, we recognize the beautiful city of Paris."
  },
  {
    "start": 399.0,
    "end": 409.0,
    "text": "If you arrive in Montmartre in the morning like we did, we recommend going right up to the very top and go to the beautiful Sacre-Cœur Basilica before it gets too crowded."
  },
  {
    "start": 410.0,
    "end": 416.0,
    "text": "The gorgeous Byzantine Romanesque design makes the Sacre-Cœur look like a church that has been pulled from the history books."
  },
  {
    "start": 417.0,
    "end": 421.0,
    "text": "But it was actually built fairly recently, completed in 1914."
  },
  {
    "start": 421.0,
    "end": 438.0,
    "text": "You can take a look inside for free or for 8 euro you can buy a ticket to climb to the top of the 300 steps to the dome and get a magnificent view of the city."
  },
  {
    "start": 441.0,
    "end": 448.0,
    "text": "But if you don't want to spend your money you can still get a great view of Paris from the steps in front of Sacre-Cœur as well."
  },
  {
    "start": 449.0,
    "end": 455.0,
    "text": "After finishing up at the Sacre-Cœur it was time to explore Montmartre village at the top of the hill."
  },
  {
    "start": 456.0,
    "end": 464.0,
    "text": "This area is definitely going to be filled with tourists but with charming streets, buildings and squares it's easy to see why this area is so popular to visit."
  },
  {
    "start": 465.0,
    "end": 467.0,
    "text": "There are just so many picturesque sites to enjoy."
  },
  {
    "start": 469.0,
    "end": 473.0,
    "text": "Stroll through the famous Place du Tertre to watch painters practice their craft."
  },
  {
    "start": 473.0,
    "end": 479.0,
    "text": "After all Montmartre was a hub for many artists including Monet, Picasso, Van Gogh and more."
  },
  {
    "start": 480.0,
    "end": 485.0,
    "text": "And there are also many other smaller churches and buildings and shops that you can pop through here as well."
  },
  {
    "start": 486.0,
    "end": 495.0,
    "text": "If you need to find a space away from the crowds we enjoyed hiding away in square Marcel-Bristine-Francette right behind the Sacre-Cœur."
  },
  {
    "start": 496.0,
    "end": 504.0,
    "text": "Montmartre has plenty of great dining options and we decided to book a table at La Moulin de la Galette."
  },
  {
    "start": 508.0,
    "end": 518.0,
    "text": "Housed in one of the traditional windmills of the village the restaurant has an intimate atmosphere and a wonderful outdoor courtyard that makes you feel as if you have escaped from the busyness of Paris."
  },
  {
    "start": 519.0,
    "end": 526.0,
    "text": "Manman ordered mussels with fries and I ordered from the daily lunch combo menu a salad and steak plates."
  },
  {
    "start": 527.0,
    "end": 532.0,
    "text": "Paired with some wine we had everything we needed for a delicious laid back lunch."
  },
  {
    "start": 535.0,
    "end": 540.0,
    "text": "After lunch it's finally time to spend some time with the one and only Eiffel Tower."
  },
  {
    "start": 541.0,
    "end": 545.0,
    "text": "Maybe the most iconic site that comes to mind when you think about Paris."
  },
  {
    "start": 545.0,
    "end": 554.0,
    "text": "As tall as an 80 story building and built with 7300 tons of wrought iron you will see the Eiffel Tower from almost anywhere in Paris."
  },
  {
    "start": 555.0,
    "end": 563.0,
    "text": "There can be some long lines if you want to go up to the tower so we just opted to get close and try to get some nice pictures of it."
  },
  {
    "start": 564.0,
    "end": 572.0,
    "text": "One of the best spots normally for an unobstructed view would be on the opposite side of the river at the Trocadero and specifically at the plaza at the top of the hill."
  },
  {
    "start": 572.0,
    "end": 578.0,
    "text": "But when we visited unfortunately the site was under maintenance and a barrier was erected that blocked the view out."
  },
  {
    "start": 579.0,
    "end": 591.0,
    "text": "But that's okay because 5 minutes away is another spot we read about at the end of Rue de Camonts where the tower is nicely framed by traditional Parisian architecture and the crowds are far fewer."
  },
  {
    "start": 592.0,
    "end": 598.0,
    "text": "After snapping a few pictures together we head down to the river Seine to see the Eiffel Tower from the river."
  },
  {
    "start": 598.0,
    "end": 603.0,
    "text": "And from here this is a good spot to sit down and maybe grab a drink and relax."
  },
  {
    "start": 604.0,
    "end": 608.0,
    "text": "And then afterwards we're going to go take a right and see the Bir Hakim Bridge."
  },
  {
    "start": 610.0,
    "end": 618.0,
    "text": "It's a pedestrian and bike only bridge on the main level but what makes it neat is that there's also an upper level which carries the number 6 metro line."
  },
  {
    "start": 619.0,
    "end": 624.0,
    "text": "And to support the metro line there are a series of steel columns that are visually pretty cool."
  },
  {
    "start": 624.0,
    "end": 632.0,
    "text": "To wrap up the day we wanted to have a picnic dinner and I wanted to check out La Grande Epicurie de Paris anyway and this made for a good excuse to go."
  },
  {
    "start": 633.0,
    "end": 639.0,
    "text": "I picked up a baguette, some meats, cheese, miscellaneous items and a small bottle of champagne for a picnic."
  },
  {
    "start": 640.0,
    "end": 647.0,
    "text": "And to complement the picnic food of course a dessert will be needed and in Paris it is a must to try macrons at least once."
  },
  {
    "start": 647.0,
    "end": 654.0,
    "text": "And there are definitely plenty of great shops to choose from but I have yet to try macrons from Pierre Hermes so let's grab a couple macrons for there."
  },
  {
    "start": 656.0,
    "end": 663.0,
    "text": "And there are definitely plenty of great picnic locations to choose from but we are back by the Eiffel Tower along the river Seine."
  },
  {
    "start": 664.0,
    "end": 672.0,
    "text": "When we first visited Paris four years ago we had picnic dinners at this spot several times and coming back here brought out that nostalgia for the old times."
  },
  {
    "start": 672.0,
    "end": 682.0,
    "text": "There are definitely more people here than four years ago when we almost had the spot to ourselves but when you are enjoying a picnic during a sunset in Paris by the Eiffel Tower it is still amazing regardless and a perfect way to wrap up our day."
  },
  {
    "start": 682.0,
    "end": 688.0,
    "text": "It is our third day in Paris and today it is time to take in her rich cultural institutions."
  },
  {
    "start": 689.0,
    "end": 697.0,
    "text": "Paris is often said to be the museum capital of the world hosting only the most important and most important events in the world."
  },
  {
    "start": 698.0,
    "end": 703.0,
    "text": "The most important event in the world is the opening of the Eiffel Tower."
  },
  {
    "start": 703.0,
    "end": 707.0,
    "text": "And today it is time to take in her rich cultural institutions."
  },
  {
    "start": 708.0,
    "end": 717.0,
    "text": "Paris is often said to be the museum capital of the world hosting almost 300 museums showcasing a variety of different types of exhibitions."
  },
  {
    "start": 718.0,
    "end": 725.0,
    "text": "But if you are only going to visit one museum it is probably going to be the Louvre, the most visited museum in the entire world."
  },
  {
    "start": 726.0,
    "end": 736.0,
    "text": "Now the Louvre was actually a fortress and later converted into the Royal Residence until it was then converted again into the museum after the French Revolution."
  },
  {
    "start": 737.0,
    "end": 741.0,
    "text": "And it now holds some of the most treasured paintings, sculptures and artifacts in the world."
  },
  {
    "start": 742.0,
    "end": 746.0,
    "text": "We booked our ticket in advance to get space at the time that we wanted."
  },
  {
    "start": 746.0,
    "end": 755.0,
    "text": "And while the Louvre would be busy at any time of the day we were really happy with our choice to book early in the morning because at least the crowds were just not as intense at this time."
  },
  {
    "start": 756.0,
    "end": 767.0,
    "text": "This was our second time visiting here so we avoided the massive line to see the Moselle Lisa up close and instead chose to spend time by looking at some of the paintings and sculptures we didn't see last time."
  },
  {
    "start": 767.0,
    "end": 772.0,
    "text": "As well as the preservation of Napoleon III's Royal Apartment."
  },
  {
    "start": 774.0,
    "end": 783.0,
    "text": "There is so much to see at the Louvre that it's impossible to see everything in one visit and we found it helpful to plan ahead on what paintings and sculptures and rooms we really wanted to see."
  },
  {
    "start": 785.0,
    "end": 790.0,
    "text": "When you are finished exploring the Louvre you will find that there is plenty to see in the surrounding area."
  },
  {
    "start": 790.0,
    "end": 795.0,
    "text": "Directly connected to the Louvre in the west is the public park, the Jardin de Toulary."
  },
  {
    "start": 796.0,
    "end": 803.0,
    "text": "Toulary is a fine crafted garden with carefully arranged rows of trees and hedges and different sculptures and fountains."
  },
  {
    "start": 804.0,
    "end": 809.0,
    "text": "It's a place where locals and tourists alike can stroll through and to sit back and relax."
  },
  {
    "start": 810.0,
    "end": 817.0,
    "text": "And this is also a spot of history as the Toulary is a place where you can see the beautiful landscape of the Louvre."
  },
  {
    "start": 817.0,
    "end": 830.0,
    "text": "And this is also a spot of history as the Toulary Gardens have been the grounds of many important events in Paris history including moments in the French Revolution and apparently the site where the first free flight of a manned hydrogen balloon occurred."
  },
  {
    "start": 833.0,
    "end": 842.0,
    "text": "If you are interested in something that will take a little bit less time you can also stop through to visit the Domaine National du Palace Royal and its adjacent garden."
  },
  {
    "start": 843.0,
    "end": 853.0,
    "text": "The outside of the palace is worth checking out even for just a couple of minutes as it boasts beautiful architecture as the palace did once function as a royal residence."
  },
  {
    "start": 854.0,
    "end": 859.0,
    "text": "Inside the courtyard you will find an arcade with lovely rows of columns."
  },
  {
    "start": 860.0,
    "end": 867.0,
    "text": "And the photo souvenir Les Deux Plateaux Sculptural Work, a series of short columns of various heights."
  },
  {
    "start": 868.0,
    "end": 874.0,
    "text": "The adjacent garden is actually very beautiful too and much smaller and more manageable to visit than Toulary."
  },
  {
    "start": 875.0,
    "end": 881.0,
    "text": "You'll still find rows of trees, a flower garden and a small fountain and the crowds will be quite small here."
  },
  {
    "start": 884.0,
    "end": 888.0,
    "text": "If you exit from the north end of the garden across the street you will find Galerie Vivienne."
  },
  {
    "start": 889.0,
    "end": 894.0,
    "text": "One of the finest examples of Paris is 19th century covered arcades."
  },
  {
    "start": 894.0,
    "end": 903.0,
    "text": "These are like early versions of shopping malls where shops are collected in an indoor passage often catering to the wealthier Parisians of that time."
  },
  {
    "start": 904.0,
    "end": 910.0,
    "text": "From the mosaic on the floor to the details in the wall and ceilings it is a charming experience."
  },
  {
    "start": 915.0,
    "end": 920.0,
    "text": "About a 20 minute walk to the northwest it will take you towards the next stops on our itinerary."
  },
  {
    "start": 921.0,
    "end": 928.0,
    "text": "Completed in 1875 the Palace Grandier is 184 feet tall and over 500 feet long."
  },
  {
    "start": 929.0,
    "end": 936.0,
    "text": "But even though we were expecting a grand building we were still caught off guard by just how large the opera house really was."
  },
  {
    "start": 937.0,
    "end": 946.0,
    "text": "Now next up we are heading inside to Galerie Lafayette, a famous upscale department store that is worth visiting even if you are not a fan of high fashion and expensive brand names."
  },
  {
    "start": 947.0,
    "end": 958.0,
    "text": "The first reason to come is the inside of the store is stunning with its gorgeous 141 foot high Neo Byzantine dome as well as the nice open space below."
  },
  {
    "start": 959.0,
    "end": 967.0,
    "text": "And the second reason to come is if you go up past all the floors of shopping you can actually access the rooftop to enjoy a pretty cool view over Paris."
  },
  {
    "start": 968.0,
    "end": 977.0,
    "text": "Now this spot is pretty well known so it's gotten a lot busier since we visited last time but it's still hard to argue with the wonderful free view that you are going to get."
  },
  {
    "start": 978.0,
    "end": 987.0,
    "text": "After we took in the sights and snapped some photos we made our way down one floor to buy some souvenir jams, sweets and goods for our family back home."
  },
  {
    "start": 988.0,
    "end": 995.0,
    "text": "There are definitely some more affordable options elsewhere in the city but if you are in a pinch and out of time I'm sure you can find something to take home from here."
  },
  {
    "start": 998.0,
    "end": 1003.0,
    "text": "For dinner time we are making our way over to Chez Germaine in the 7th arrondissement."
  },
  {
    "start": 1004.0,
    "end": 1013.0,
    "text": "Tucked away on a small side street you probably would not stumble into this restaurant by chance but this unassuming restaurant ended up being one of our favourite dinners in Paris."
  },
  {
    "start": 1014.0,
    "end": 1019.0,
    "text": "The staff were friendly, the environment was cosy and inviting and the food was delicious."
  },
  {
    "start": 1019.0,
    "end": 1029.0,
    "text": "We went with foie gras as the starter and then men men went with a duck confit and I went with a beef tartare with fries on the side."
  },
  {
    "start": 1034.0,
    "end": 1044.0,
    "text": "After our filling and delicious meal we were too full to do any more exploring so we headed back to our hotel to say good night to a wonderful day in Paris and get some rest for our final day."
  },
  {
    "start": 1044.0,
    "end": 1052.0,
    "text": "So it's our fourth day in Paris and while we've been able to see so much and do a lot there is still so much of the wonderful city left to explore."
  },
  {
    "start": 1055.0,
    "end": 1061.0,
    "text": "It's become routine to start our day off with a pastry and today we are heading to Mori Yoshida."
  },
  {
    "start": 1062.0,
    "end": 1067.0,
    "text": "They serve classic French pastries and cakes but it's with a Japanese style sauce."
  },
  {
    "start": 1067.0,
    "end": 1072.0,
    "text": "Each pastry is meticulously crafted like a work of art and everything from the texture to the flavours were just on point."
  },
  {
    "start": 1073.0,
    "end": 1078.0,
    "text": "We grabbed a couple pastries and found a space to eat in the parquette just right across the street."
  },
  {
    "start": 1086.0,
    "end": 1090.0,
    "text": "Next up we went to a French restaurant called the French restaurant."
  },
  {
    "start": 1090.0,
    "end": 1095.0,
    "text": "Next up is to stop by one of my most favourite museums in Paris, the Musée d'Orsay."
  },
  {
    "start": 1096.0,
    "end": 1106.0,
    "text": "What I love about Musée d'Orsay is that the building is a former train station and the main exhibit hall is inside the grand atrium where the trains used to stop."
  },
  {
    "start": 1107.0,
    "end": 1115.0,
    "text": "The building itself features a boulevard architecture and the planners of the museum included a couple excellent lookout points for the museum."
  },
  {
    "start": 1115.0,
    "end": 1120.0,
    "text": "Also there is a cool window that looks out to Paris through a clock."
  },
  {
    "start": 1121.0,
    "end": 1125.0,
    "text": "But the Musée d'Orsay is not just about the building."
  },
  {
    "start": 1126.0,
    "end": 1135.0,
    "text": "In fact it's primarily about the incredible collection of French and European art from the late 19th and early 20th century including works by Monet, Van Gogh, Renoir, Manet and more."
  },
  {
    "start": 1135.0,
    "end": 1141.0,
    "text": "And unlike the Louvre you can probably see everything within a couple hours so you shouldn't feel overwhelmed during your trip to this museum."
  },
  {
    "start": 1144.0,
    "end": 1151.0,
    "text": "After finishing up and grabbing a quick bite to eat it was time to hop on the metro and head east to see another Parisian icon, the Arc de Triomphe."
  },
  {
    "start": 1152.0,
    "end": 1161.0,
    "text": "The Arc de Triomphe was the first French museum in Paris to have a collection of French and European art from the late 19th and early 20th century."
  },
  {
    "start": 1161.0,
    "end": 1171.0,
    "text": "The Arc de Triomphe was built in the early 19th century to commemorate the soldiers of the French Revolution and Napoleonic Wars."
  },
  {
    "start": 1172.0,
    "end": 1178.0,
    "text": "You can go underneath the arch for free by walking through a tunnel that takes you underneath the roundabout."
  },
  {
    "start": 1179.0,
    "end": 1188.0,
    "text": "To go to the top of the arch though you will need to buy a ticket but fortunately the lines were really short and I felt it was definitely worth the price for the great view of the city"
  },
  {
    "start": 1188.0,
    "end": 1191.0,
    "text": "and some excellent sight lines for the Eiffel Tower."
  },
  {
    "start": 1196.0,
    "end": 1201.0,
    "text": "After visiting the Arc de Triomphe a very easy sight to see afterwards is the Champs-de-l'Isée."
  },
  {
    "start": 1202.0,
    "end": 1205.0,
    "text": "The Champs-de-l'Isée is one of the most famous boulevards in Paris."
  },
  {
    "start": 1206.0,
    "end": 1211.0,
    "text": "Now as I mentioned before Paris used to be filled with lots of narrow streets."
  },
  {
    "start": 1211.0,
    "end": 1219.0,
    "text": "But then later on many of these narrow streets were demolished to build grand boulevards and the grandest of them all was the Champs-de-l'Isée."
  },
  {
    "start": 1221.0,
    "end": 1228.0,
    "text": "It quickly became a fashionable street for dining, shopping and people watching and that tradition remains today."
  },
  {
    "start": 1229.0,
    "end": 1234.0,
    "text": "We ventured down about three quarters of the way to quickly catch a view of a couple other beautiful Parisian sights."
  },
  {
    "start": 1235.0,
    "end": 1243.0,
    "text": "First up is the Grand Palace built as an exhibition centre and now houses a museum that is temporarily closed as of this recording."
  },
  {
    "start": 1244.0,
    "end": 1249.0,
    "text": "Across the street is the Petit Palace which now houses Paris City Museum of Fine Art."
  },
  {
    "start": 1253.0,
    "end": 1261.0,
    "text": "And if you continue walking forward from there you will then get to Pont-Alexandre III Bridge considered among many as the most beautiful bridge in the city."
  },
  {
    "start": 1261.0,
    "end": 1265.0,
    "text": "With its soaring columns, statues and decor along the outside."
  },
  {
    "start": 1266.0,
    "end": 1272.0,
    "text": "This is another great spot to take in the beauty of the city and take some great photos."
  },
  {
    "start": 1273.0,
    "end": 1277.0,
    "text": "And then finally on the other side of the Seine is the Hotel Invalide."
  },
  {
    "start": 1278.0,
    "end": 1282.0,
    "text": "And if this building looks grand it is because it houses Napoleon's tomb."
  },
  {
    "start": 1283.0,
    "end": 1295.0,
    "text": "For dinner our plan was to head to the Les Marais neighbourhood to visit the Marche de l'Enfant Rouge marketplace that is said to house various street food vendors featuring dishes from all types of ethnicities."
  },
  {
    "start": 1296.0,
    "end": 1303.0,
    "text": "But unfortunately when we came by most of the stalls were closed so we had to change our plans and just look for a different restaurant in the neighbourhood."
  },
  {
    "start": 1304.0,
    "end": 1308.0,
    "text": "We decided to stop in to a random Thai restaurant that was on the street."
  },
  {
    "start": 1308.0,
    "end": 1313.0,
    "text": "It was pretty quiet and not too busy when we arrived, very unassuming."
  },
  {
    "start": 1314.0,
    "end": 1319.0,
    "text": "But the Pad Thai that we ordered ended up being seriously good. Full with flavour and well prepared."
  },
  {
    "start": 1320.0,
    "end": 1323.0,
    "text": "It made us kind of happy that our original plans didn't work out and we ended up here."
  },
  {
    "start": 1323.0,
    "end": 1347.0,
    "text": "For our nighttime activity we are heading to the left bank of the river Seine by Ile Saint Louis and Ile Cité where Notre Dame is to hang out and to have some snacks and drinks."
  },
  {
    "start": 1348.0,
    "end": 1354.0,
    "text": "During the summer months this spot is filled with locals and visitors like picnicking, playing cards and just spending time together."
  },
  {
    "start": 1355.0,
    "end": 1362.0,
    "text": "There was a vibrant atmosphere among everyone and it made for a great place to enjoy the sunset on our last day in Paris."
  },
  {
    "start": 1362.0,
    "end": 1380.0,
    "text": "So this is how we spent our time in Paris and there are so many more wonderful places that we wish we had time to explore as well as the fantastic restaurants that we would have loved to eat at."
  },
  {
    "start": 1381.0,
    "end": 1385.0,
    "text": "So it looks like we're probably going to have to come back again to visit this enchanting and vibrant city."
  },
  {
    "start": 1386.0,
    "end": 1394.0,
    "text": "Thank you again for watching and supporting our channel and let us know if you've been to Paris what other sites and things that you would recommend checking out."
  },
  {
    "start": 1395.0,
    "end": 1397.0,
    "text": "See you next time and au revoir."
  }
]